Repository: fabianpimminger/cookiefox
Catalog: languages/cookiefox-*.po
Languages: de_de

source: A performant and accessible cookie and consent solution for WordPress.
de_de: Eine performante und barrierefreie Lösung für Cookie-Hinweise und Consent-Abfragen für Wordpress.

source: External content is hidden due to privacy reasons. It will be embedded after consent is given in the privacy settings.
de_de: Aus Datenschutz-Gründen ist dieser Inhalt ausgeblendet. Die Einbettung von externen Inhalten wird nach Zustimmung in den Datenschutz-Einstellungen aktiviert.

source: Privacy Settings
de_de: Datenschutz-Einstellungen

source: Back
de_de: Zurück

source: Cookie information
de_de: Cookie Informationen

source: Vendor
de_de: Anbieter

source: Purpose
de_de: Zweck

source: Privacy Policy
de_de: Datenschutzerklärung

source: Duration
de_de: Laufzeit

source: We use cookies to improve your experience on our site. To learn more, view our privacy policy.
de_de: Wir verwenden Cookies um dir die bestmögliche Erfahrung auf unserer Seite zu bieten. Um mehr zu erfahren, schau dir die Datenschutzerklärung an.

source: Accept
de_de: Akzeptieren

source: Save
de_de: Speichern

source: Manage cookies
de_de: Cookies verwalten

source: Decline
de_de: Ablehnen

source: Translation of this section is available via WPML in %1$sString Translation%2$s.
de_de: Übersetze diesen Bereich in WPML unter %1$sString Translation%2$s.

source: Translation of this section is available via Polylang in %1$sStrings translations%2$s.
de_de: Übersetze diesen Bereich in Polylang unter %1$sÜbersetzungen von Zeichenketten%2$s.

source: Translate this field in %1$sString Translation%2$s.
de_de: Übersetze dieses Feld in %1$sString Translation%2$s.

source: Translate this field in %1$sStrings translations%2$s.
de_de: Übersetze dieses Feld in %1$sÜbersetzungen von Zeichenketten%2$s.

source: Cookie Archives
de_de: Cookie Archiv

source: Cookie Attributes
de_de: Cookie Attribute

source: Parent Item:
de_de: Eltern Item:

source: All Cookies
de_de: Alle Cookies

source: Add New Cookie
de_de: Cookie hinzufügen

source: Add New
de_de: Hinzufügen

source: New Cookie
de_de: Neuer Cookie

source: Edit Cookie
de_de: Cookie bearbeiten

source: Update Cookie
de_de: Cookie aktualisieren

source: View Cookie
de_de: Cookie ansehen

source: View Cookies
de_de: Cookies ansehen

source: Search Cookie
de_de: Cookie suchen

source: Not found
de_de: Nicht gefunden

source: Not found in Trash
de_de: Im Papierkorb nicht gefunden

source: Insert into cookie
de_de: In Cookie einfügen

source: Uploaded to this cookie
de_de: Zu diesem Cookie hochgeladen

source: Cookies list
de_de: Cookieliste

source: Cookies list navigation
de_de: Cookieliste Navigation

source: Filter cookies list
de_de: Cookieliste filtern

source: Cookie published.
de_de: Cookie veröffentlicht.

source: Cookie updated.
de_de: Cookie aktualisiert.

# Taxonomy General Name
source: Categories
de_de: Kategorien

# Taxonomy Singular Name
source: Category
de_de: Kategorie

source: Categories
de_de: Kategorien

source: All Categories
de_de: Alle Kategorien

source: Parent Category
de_de: Eltern-Kategorie

source: Parent Category:
de_de: Eltern-Kategorie:

source: New Category Name
de_de: Neuer Kategorie Name

source: Add New Category
de_de: Neue Kategorie hinzufügen

source: Edit Category
de_de: Kategorie bearbeiten

source: Update Category
de_de: Kategorie aktualisieren

source: View Category
de_de: Kategorie ansehen

source: Search Categories
de_de: Kategorien suchen

source: No categories
de_de: Keine Kategorien

source: Cookie Category
de_de: Cookie Kategorie

source: There are no categories available.
de_de: Es gibt keine Kategorien.

source: Cookie Information
de_de: Cookie Informationen

source: Description
de_de: Beschreibung

source: Privacy Policy URL
de_de: Datenschutzerklärung URL

source: Scripts & Cookies
de_de: Skripte & Cookies

source: Opt-In Scripts
de_de: Opt-In Skripte

source: These scripts will be executed when the user opts in to the use of cookies.
de_de: Diese Skripte werden ausgeführt wenn der User der Nutzung von Cookies zustimmt.

source: Opt-Out Scripts
de_de: Opt-Out Skripte

source: These scripts will be executed when the user declines the use of cookies.
de_de: Diese Skripte werden ausgeführt wenn der User die Nutzung von Cookies ablehnt.

source: Always-On Scripts
de_de: Always-On Skripte

source: These scripts will always be executed.
de_de: Diese Skripte werden immer ausgeführt.

source: These cookies will be removed after opt-out. Seperate multiple cookies by a comma.
de_de: Diese Cookies werden nach einem Opt-Out entfernt. Mehrere Cookies mittels Komma trennen.

source: Cookie Duration
de_de: Cookie-Laufzeit

source: The duration will be displayed in the detail view.
de_de: Die Cookie-Laufzeit wird in der Detail-Ansicht angezeigt.

source: If activated, cookies in this category are always enabled.
de_de: Wenn aktiviert, werden Cookies in dieser Kategorie immer aktiviert.

source: Order
de_de: Reihenfolge

source: Integrations
de_de: Integrationen

source: Unblock Embedded Content
de_de: Eingebettete Inhalte freischalten

source: If activated, embeds will be unblocked when this category is enabled.
de_de: Der Datenschutz-Hinweis wird angezeigt wenn diese Option aktiviert ist.

source: Settings
de_de: Einstellungen

source: Sample Cookie
de_de: Beispiel-Cookie

source: This is a sample cookie installed by the CookieFox plugin
de_de: Das ist ein Beispiel-Cookie, der vom CookieFox Plugin erstellt wurde

source: Functional
de_de: Funktional

source: Essential cookies that are required for the website to function.
de_de: Essentielle Cookies, die zum Betrieb und Nutzung der Website notwendig sind.

source: Statistics
de_de: Statistik

source: Statisticial cookies track user behaviour and are used to collect information anonymously. This helps us to understand how our visitors use this website.
de_de: Statistik Cookies zeichnen das Nutzerverhalten auf und werden zur Sammlung von anonymen Informationen verwendet. Das hilft uns zu verstehe, wie diese Website genutzt wird.

source: Marketing cookies are used by third-party advertisers and publishers to display personalized ads and support online marketing. They do this by tracking visitors across websites.
de_de: Marketing Cookies werden von Drittanbietern und Publishern im Online Marketing verwendet um personalisierte Werbung anzuzeigen. Sie tun dies, indem sie Besucher über Websites hinweg verfolgen.

source: External Media
de_de: Externe Medien

source: External content from video and social media platforms can track visitors across websites when they are embedded.
de_de: Externe Inhalte von Video- und Social Media-Plattformen können Besucher über Websites hinweg verfolgen, wenn diese eingebettet werden.

source: The sample content has been created. Check it out by visiting the Cookies and Categories sections.
de_de: Beispiel-Inhalte wurden erstellt. Sieh sie dir im Cookie und Kategorien Tab an.

source: CookieFox Settings
de_de: CookieFox Einstellungen

source: Cookie Notice
de_de: Cookie-Hinweis

source: General Settings
de_de: Allgemeine Einstellungen

source: Enable Cookie Notice
de_de: Cookie-Hinweis aktivieren

source: The privacy notice will be displayed when this option is enabled.
de_de: Der Datenschutz-Hinweis wird angezeigt wenn diese Option aktiviert ist.

source: Consent Type
de_de: Einwilligungsart

source: Simple consent only provides a general accept/deny option. Category consent offers separate consent by cookie categories.
de_de: Bei der Option Einfache Einwilligung gibt es nur eine Option zum Annehmen und Ablehnen der Cookies. Kategorie-Einwilligung bietet separate Einwilligungen je Cookie-Kategorie.

source: Simple
de_de: Einfach

source: Category
de_de: Kategorie

source: Disable on Privacy Page
de_de: Auf Datenschutzerklärung deaktivieren

source: Hides the privacy notice on the privacy page configured in Settings -> %1$sPrivacy%2$s.
de_de: Deaktiviert den Datenschutz-Hinweis auf der Datenschutzerklärung, die in Einstellungen -> %1$sDatenschutz%2$s ausgewählt wurde.

source: Sample Content
de_de: Beispiel-Inhalte

source: Create sample content to get you started faster. Includes a sample cookie and four categories (Functional, Statistics, Marketing and External Media).
de_de: Erstellt Beispiel-Inhalte um schneller mit CookieFox starten zu können. Es werden ein Beispiel-Cookie und vier Kategorien (Funktional, Statistik, Marketing und Externe Medien) erstellt.

source: Install Sample Content
de_de: Beispiel-Inhalte erzeugen

source: Privacy Notice
de_de: Datenschutz-Hinweis

source: The privacy notice can either be displayed as a modal or banner. Modals obscure the content while being displayed and require explicit user action while banners are fixed on the bottom of the viewport and users can browse the site without a prior interaction.
de_de: Der Datenschutz-Hinweis kann entweder als Modal oder als Banner angezeigt werden. Modals legen sich über die Website und erfordern eine explizite Nutzerinteraktion. Banner sind auf der unteren Seite des Browsers fixiert und Nutzer*innen können die Inhalte auch ohne Interaktion ansehen.

source: Display Privacy Notice as
de_de: Anzeigen als

source: Title
de_de: Überschrift

source: Accept Button Text
de_de: Akzeptieren Button Text

source: Save Button Text
de_de: Speichern Button Text

source: Manage Cookies Button Text
de_de: Cookies Verwalten Button Text

source: Decline Button
de_de: Ablehnen Button

source: Disabling this option could violate the privacy laws in your country. Use with caution.
de_de: Vorsicht! Wird diese Option deaktiviert könnte die Seite gegen die Datenschutz-Gesetze in manchen Ländern verstoßen.

source: None
de_de: Keine

source: Decline Button Text
de_de: Ablehnen Button Text

source: You can set the scripts to be executed when the user accepts or declines the use of cookies. The scripts will be executed directly after consent is given and at each page view.
de_de: Hier können Skripte konfiguriert werden, die nach dem Akzeptieren oder Ablehnen der Cookies ausgeführt werden. Diese werden direkt nach dem Consent ausgeführt und anschließend bei jedem Seitenzugriff.

source: Embedded Content
de_de: Eingebettete Inhalte

source: Embedded content from external sites such as Youtube-Videos and Tweets can violate your users' privacy. CookieFox allows users to opt-in.
de_de: Eingebettete Inhalte von externen Seiten wie YouTube-Videos oder Tweets können die Privatsphäre der Nutzer*innen verletzen. Deswegen bietet CookieFox eine Möglichkeit zum Opt-In.

source: When using category-based consent, you should activate "Unblock Embedded Content" at least once in the category settings.
de_de: Wenn die Einwilligung basierend auf Kategorien erfolgt, sollte mindestens in einer Kategorie die Option zum Freischalten der Embeds aktiviert sein.

source: Block Auto-Embeds
de_de: Auto-Embeds blockieren

source: Enable this option to block external content from being automatically embedded. After accepting the privacy notice, all content will be embedded.
de_de: Aktiviere diese Option um externe Embeds zu blockieren. Nach dem Opt-In werden die Inhalte eingebettet.

source: Basic design customizations are available in this section. Advanced customization is available through CSS variables.
de_de: In diesem Bereich können einfache Design-Einstellungen angepasst werden. Weitere Möglichkeiten gibt es mittels CSS Variablen.

source: Font
de_de: Schriftart

source: Choose "Theme Font" to automatically use the font of your active theme.
de_de: Wähle "Theme-Schriftart“ um automatisch die Schriftart des aktuellen Themes zu verwenden.

source: Theme Font
de_de: Theme-Schriftart

source: Browser/System Font
de_de: Browser/System Schriftart

source: Plain
de_de: Gerade Ecken

source: Rounded Corners
de_de: Abgerundete Ecken

source: Round Corners
de_de: Runder Button

source: Background Color
de_de: Hintergrundfarbe

source: Primary Text Color
de_de: Primäre Textfarbe

source: Secondary Text Color
de_de: Sekundäre Textfarbe

source: Primary Button Color
de_de: Primäre Buttonfarbe

source: Secondary Button Color
de_de: Sekundäre Buttonfarbe

source: Consent Cookie Settings
de_de: Consent Cookie-Einstellungen

source: CookieFox persists consent information in the browser using a Cookie.
de_de: CookieFox speichert die Consent Informationen in einem Browser Cookie.

source: The name of the consent cookie.
de_de: Der Name des Consent Cookies.

source: The domain that the cookie is available to. Leave empty to use the default domain of your site.
de_de: Die Domain des Cookies. Leer lassen um die Standard-Domain der Seite zu verwenden.

source: Expiration Time in Days
de_de: Ablaufzeit in Tagen

source: The number of days the consent cookie is stored.
de_de: Die Anzahl der Tage nach denen der Consent Cookie abläuft.

source: Advanced Settings & Performance
de_de: Fortgeschrittene Einstellungen & Performance

source: These settings can be used to customize some performance characteristics of CookieFox.
de_de: Diese Einstellungen können verwendet werden um die Performance von CookieFox anzupassen.

source: CSS can be included via an external stylesheet, an inline style-tag or not be included at all.
de_de: CSS kann über einen externen Stylesheet, einen inline Style-Tag oder gar nicht eingebunden werden.

source: External Stylesheet
de_de: Externer Stylesheet

source: Do not include styles
de_de: Keinen Stylesheet einbinden

source: The modern version has a smaller file size and is more performant than the legacy version. If you need to support legacy browsers such as Internet Explorer 11, please choose the legacy option.
de_de: Die Version für moderne Browser hat eine kleinere Dateigröße und ist performanter als die Legacy Version. Wenn eine Unterstützung für alte Browser wie zum Beispiel den Internet Explorer 11 benötigt wird, sollte die Version für Legacy Browser ausgewählt werden.

source: Modern Browsers
de_de: Moderne Browser

source: Legacy (including IE11)
de_de: Legacy (inkl. IE11)

source: Cookie Notice Delay
de_de: Cookie-Hinweis Verzögerung

source: Opening the cookie notice will be delayed by x seconds.
de_de: Das Öffnen des Cookie-Hinweises wird um x Sekunden verzögert.

source: Show Privacy Settings
de_de: Datenschutz-Einstellungen anzeigen
